Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: There are a few radically inhuman morphs like the novacrab, the arachnoid, and the flexbot, but they are almost exclusively used for highly specialized purposes.
fr_fr: Il y a quelques morph radicallement inhumaine telles que le novacrabe, l'arachnoïde et le transformer, mais elles sont quasiment exclusivement utilisés à des buts hautements spécialisés.

source: Until recently, anyone who used one as their primary morph was considered deeply eccentric (or worse), but attitudes have gradually begun to soften, and these morphs are gradually becoming more acceptable for regular use.
fr_fr: Jusqu'à récemment, quiconque en possédait une en tant que morph principale était considéré comme extrêmement excentrique (ou pire), mais les comportements se sont graduellement adouci, et ces morphs deviennent plus acceptable pour un usage classique.

source: This mixture of reverence and nostalgia for Earth sometimes has a darker side.
fr_fr: Ce mélange de révérence et de nostalgie pour la Terre possède cependant un aspect plus sombre.

source: Individuals who choose to have morphs that look visibly non-human experience a mild degree of prejudice in many habitats, and militant bioconservatives denounce those who look sufficiently non-human as being covert allies of the TITANs.
fr_fr: Les individus qui choisissent une morph visiblement inhumaine subissent un certain niveau de préjudice dans beaucoup d'habitats, et les militants bioconservateurs dénoncent ceux qui sont suffisament non-humain comme étant des agents infiltrés des TITANs.

source: Uplifted animals also face significant discrimination from many humans.
fr_fr: Les animaux élevés font également face à une discrimination significative de la part de beaucoup d'humain.

source: These prejudices are relatively common in the inner system and can be quite extreme among bioconservatives.
fr_fr: Ces préjudices sont relativement courant dans le système intérieur et peuvent être relativement extrëme dans les milieux bioconservateurs.

source: As a result, uplifts and individuals who prefer inhuman-looking morphs often live in separatist communities in the outer system.
fr_fr: Du coup, les élevés et les individus qui préfèrent des morphs particulièrement inhumaines vivent souvent dans des communautés séprationnistes du système extérieur.

source: In much of the inner system, uplifts and individuals using a visibly non-human morph as their primary or only morph are viewed with suspicion and occasionally treated as second-class citizens.
fr_fr: Dans la plupart du système intérieur, les élevés et les invidus utilisant une morph visiblement inhumaine en tant que seule morph ou que morph principale sont perçus avec suspicion et souvent traités comme des citoyens de seconde zone.

source: While most habitats have laws mandating morphological freedom and many also have laws making prejudice based on morphological choice illegal, these attitudes remain quite resilient.
fr_fr: Alors que la plupart des habitats ont des lois autorisant la liberté morphologique et que beaucoup ont également des lois rendant illégaux les préjudices liés aux choix morphologiques, ces comportements sont tenaces.

source: As both a reminder and a visible marker of their lost homeland, a significant number of refugees from Earth wear jewelry containing a coin or, more rarely, an old stamp from transhumanity's former home.
fr_fr: Afin de se rappeler de leur monde perdu et de marquer visiblement celle-ci, un nombre significatif de réfugiés terrestre porte des bijoux contenant une pièce ou, plsu rarement, un vieux timbre de l'ancien foyer des transhumains.

source: Popularly known as nostalgia jewelry, most of these items are made into pendants or lapel pins, but a few are rings.
fr_fr: Populairement connu comme la bijouterie nostalgique, la majeure partie de ces items sont des pendentifs et des broches, quelques uns se trouvant sous forme de bague.

source: Before the Fall, coins and stamps were largely curiosities primarily of interest to collectors, having fallen out of use forty years BF.
fr_fr: Les pièces et les timbres étaient des curiosités qui intéressaient essentiellement les collectionneurs avant la Chute, étant donné qu'ils étaient devenus inutiles quarante ans plsu tôt.

source: Already scarce, few were saved during the Fall as carrying such useless mass off Earth during the evacuation was discouraged or forbidden.
fr_fr: Déjà rare à l'éppoque, peu furent sauvés pendant la Chute car emporter cette mase inutile hors de la Terre pendant l'évacuation était découragé ou interdit.

source: A few extensive collections already existed off-world, however.
fr_fr: Cependant, quelques collections complètes existaient déjà hors-monde.

source: Even so, less than a million authentic samples survived, meaning the vast majority of people wearing such items make do with exact copies made in cornucopia machines.
fr_fr: Mais même ainsi, moins d'un million d'échantillons authentiques ont survécus, signifiant que l'immense majorité des personnes portant de tels objets utilisent des copies conformes réalisées par des machines d'abondance.

source: Actual coins or stamps are very expensive, meaning that some daring scavengers are willing to risk the interdiction of Earth for the express purpose of salvaging relics.
fr_fr: Les pièces et timbres authentiques sont extrêmement chers, et certains charognards tentent de franchir l'interdiction de la Terre dans le seul but de récupérer des reliques.

source: The Fall left behind a persistent legacy of fear.
fr_fr: La Chute a laissé derrière elle un héritage de la peur.

source: This has faded over the past decade, but a great many humans still unconsciously expect the other shoe to drop and the TITANs to return at any moment.
fr_fr: Cet héritage s'est estompé pendant la dernière décennie, mais beaucoup d'humains attendent l'inévitable retour des TITANs qui achèvera le travail.

source: Others worry that their agents are already among them, preparing for the complete destruction of humanity.
fr_fr: D'autres s'inquiètent que leurs agent soient déjà parmi eux, prépaprant la destruction complète de la transhumanité.

source: The arrival of the Factors caused widespread panic, and even today a substantial minority of people assumes they are cat's-paws for the TITANs—or possibly their creations.
fr_fr: L'arrivée des facteurs causa une panique générale et, même aujourd'hui, une minorité substentielle de personnes pensent qu'ils sont l'avant garde des TITANs - ou même leur création.

source: There are a few (often insane or deeply eccentric) people who worship the TITANs or otherwise support their agenda (including self-described “singularity seekers” who hope to find and be uploaded by the TITANs to join their ascension to super-intelligence), but all of them must keep their beliefs carefully hidden.
fr_fr: Il existe quelques rares (souvent fous ou profondément excentriques) personnes qui vénèrent les TITANs ou soutiennent leur plan d'une autre manière (incluant les auto-proclamés "Adepes de la singularité" qui espèrent trouver les TITANs et être uploadé par eux pour rejoindre leur ascenssion à la supra-intelligence), mais ils doivent tous garder leurs croyances minitieusement dissimulées.

source: Even now, expressing any support for the TITANs or advocating the creation of self-improving seed AIs is illegal in most habitats.
fr_fr: Même maintenant, manifester un soutien au TITANs ou promouvoir la création d'IAs germe auto-améliorables est illégal dans la plupart des habitats.

source: Anyone who does so runs the risk of becoming the target of mob violence that the authorities are unlikely to investigate too closely.
fr_fr: Quiconque le fait court le risque de devenir la cible d'une violence populaire sur laquelle les autorités n'auront aucune envie de trop enquéter.

source: Merely being suspected of being a supporter of the TITANs, or worse, someone who has been secretly infected by them and is now their agent, is enough to get someone shunned or even killed.
fr_fr: Être simplement soupçonné d'être un admirateur des TITANs, ou pire, d'être quelqu'un qui aurait été infecté en secret par eux et qui serait maintenant leur agent, est suffisant pour que quelqu'un soit évité ou tué.

source: While such incidents are now far rarer than they were in the first few years after the Fall, people who act too eccentric and who lack someone with a sufficiently high rep to defend them or explain their actions are occasionally killed, typically by being thrown out an airlock.
fr_fr: Alors que ce genre d'incidents sont devenus beaucoup plus rare que lors des premières années après la Chute, les personnes qui agissent de manière trop excentrique et qui n'ont pas le soutien d'une personne disposant d'une rep suffisament élevée pour les défendre ou expliquer leurs actions sont occasionnellement tuées, typiquement en étant balancés pas un sas.

source: Those responsible for these “spacings” are dealt with quite harshly in most habitats, since in almost all cases later investigation reveals that the victim had no connection to the TITANs.
fr_fr: Les responsables de ces "aérations" sont traités assez durement dans la plupart des habitats, puisque dans presque tout les cas, les investigations ultérieures ont révélées que la victime n'avait aucune connexion avec les TITANs.

source: There are also periodic rumors in many habitats, especially small and isolated habitats, that one or more other habitats have been taken over by the TITANs, leading to a variety of inter-habitat problems.
fr_fr: Dans beaucoup d'habitat et plsu particulièrement le splus petits et les plus isolés, il y a périodiquement des rumeurs qu'un habitat ou plus ont étés pris par les TITANs, amenant à de nombreux problèmes inter-habitats.

source: Such rumors are usually resolved fairly quickly, but the most persistent can seriously harm relations between habitats.
fr_fr: De telels rumeurs sont souvent éventées assez rapidement, mais les plus persistentes d'entre elles peuvent sérieusement endommager les relatiosn entre les habitats.

source: Claims that other habitats are infested with or even controlled by agents of the TITANs are frequenly employed by extreme bioconservatives hoping to demonize radical habitats populated entirely by infomorphs or synthmorphs.
fr_fr: Les affirmations de l'infestation ou même de la prise de contrôle par les TITANs de certaisn habitats est fréquemment utilisé par des bioconservateurs extrémistes qui essayent de diabolosier les habitats radicaux peuplés entièrement d'infomorphs ou de synthmorphs.

source: As more people manage to put the fear and horror of the Fall behind them, such claims are less likely to be believed.
fr_fr: Alors que de plus en plus de gens parviennent à mettre la peur et l'ehooreur de la Chute derrière eux, de telles affirmations ont de moins en moins de chance d'être perçues.

source: Unfortunately, on very rare occasions, people are still infected by TITAN-created relics and actually become their unwilling agents.
fr_fr: Malheureusement, dans de trés rares occasions, des personnes sont toujours infectées par des reliques créées par les TITANS et deviennent leur agent involontaire.

source: Since such incidents are rare, however, they have become easy to dismiss.
fr_fr: Bien que de tels incidents soient rare, il est devenu facile de les rater.

source: An exsurgent threat?
fr_fr: Une menace exsurgente?

source: [Incoming Message.
fr_fr: [Message Entrant.

source: [Public Key Decryption Complete] Ok, you asked, so I’ll tell you.
fr_fr: [Déchiffrement de la Clef Public Complet] Ok, tu as demandé, je vais te répondre.

source: There are some elements within Firewall that don’t buy into the TITANs-ran-amokand-considered-us-a-threat idea, or even that the TITANs are solely responsible for the Fall.
fr_fr: Il y a quelques éléments à Firewall qui n'achètent pas la théorie des TITANs-qui-se-sont-éveillé-et-nous-considèrent-comme-une-menace, ou que les TITANs soient els seuls responsable de la Chute.

source: These people think that the TITANs found or encountered something when they started their takeoff toward the singularity—something that changed them.
fr_fr: Ces personnes pensent que les TITANs on trouvé ou rencontré quelque chose lorsqu'ils ont commencé leur ascenssion evrs la singularité - quelquechose qui les as changés.

source: They point to the wide range of multi-vector virii that ran loose during the Fall, and how even many of the TITANs seem to have succumbed to these infections.
fr_fr: Ils désignent la large gamme de virus multi-vecteurs qui se sont échappés pendant la Chute, et le nombre de TITANs qui ont succombés à ces infections.

source: They also reference a disturbing number of accounts of events during the Fall that are inexplicable … things like people being transformed into strange, alien creatures … or phenomena that seem to defy certain physical laws, as if something was at times ignoring what we know of physics and just doing whatever it felt like ...
fr_fr: Ils référencent aussi un nombre dérangeants de rapport dévènements qui ont eu lieus pendant la Chute et qui sont inexplicable ... des choses comme des personnes transformées en créature étranges et bizarres ... ou des phénomènes qui semblent défier certaines lois de la physique, comme si quelque chose ignorait à ce moment là que nous connaissions la physique et qu'il faisait ce qu'il voulait ...

source: Some of these voices within Firewall even think that the TITANs may not have been responsible for the Pandora Gates ...
fr_fr: Certaines de ces voix internes à Firewall pensent même que les TITANs pourraient ne pas être responsable des Portes de Pandorre ...

source: They have a name for this mystery infection.
fr_fr: Ils ont un nom pour cette infection mystérieuse.

source: They call it the Exsurgent virus.
fr_fr: Ils l'appellent le virus Exsurgent.

source: The vast distances between most habitats give all communications—with the exception of those using the rare and expensive QE communicators (p.
fr_fr: Les longues distances séparant la plupart des habitants donnent à toutes les communications - à l'exception de celles qui utilisent des communicateurs QE rare et hors de prix (p.

source: 314)—a significant time lag between asking a question and receiving an answer.
fr_fr: 314) - il y a un important décalage temporelle entre le momeent où on pose une question, et le moment où l'on obtiens une réponse.

source: In most cases, the time lag ranges from ten seconds to several hours, and it makes real-time communications between distant habitats difficult or impossible.
fr_fr: Dans la plupart des cas, cet décalage est va de dix secondes à plusieurs heures, et il rend les communicatiosn en temps-réel entre des habitats distants difficile voire imporssible.

source: Communication problems only serve to further isolate habitats from one another, and as a result people socialize primarily with members of their own habitat (or habitat cluster, if their habitat is part of one of the various groupings of between two and twenty habitats that abound throughout the solar system).
fr_fr: Les problèmes de communications ne font qu'isoler un peu plus un habitat des autres, et les personnes ne socialisent finalement qu'avec les membres de leurs propres habitat (ou groupe d'habitat, si il fait parti de l'un des divers regroupement entre habitats qui abodnent dans le système solaire).

source: Within a habitat or habitat group, communication between residents is effectively instantaneous, thanks to the omnipresent wireless grid known as the mesh (p.
fr_fr: A l'intérieur d'un habitat ou d'un groupement d'habitat, les communications entrent les résidents sont effectivement instantanée, grâce à l'omniprésence du maillage sans-fil connut sous le nom de mesh (p.

source: Anyone wearing a mid-range ecto (p.
fr_fr: Quiconque portant un ecto à moyenne-portée (p.

source: 325) or using basic mesh inserts (p.
fr_fr: 325) ou utilisant des inserts mesh basiques (p.

source: 300) can communicate with others in ways that go far beyond mere voice contact.
fr_fr: 300) peut communiquer avec les autres d'une manière qui va bien au-delà du simple contact vocal.

source: Both devices allow AR communications that are in most ways barely distinguishable from in-person communication, so people can effectively spend in-person time with anyone in their habitat at any moment when both of them are free and interested in communicating.
fr_fr: Les deux appareils permettent d'établir des communications RA à peine différenciable de communications personnelle, ce qui permet aux gens de passer du temps avec quiconque dans leur habitat et à n'importe quel moment où les deux personnes sont disponible et veulent communiquer.

source: Unless someone deliberately wishes to turn off communication because they are sleeping or otherwise busy, people can always get in touch with one another.
fr_fr: Sauf si quelqu'un coupe délibéremment toute communication parcequ'il dort ou est occupé d'une manière ou d'une autre, il est toujours possible d'entrere en contact avec quelqu'un.

source: Many close friends and romantic partners regularly communicate anytime they have a spare moment, sharing comments and jokes.
fr_fr: Beaucoup d'amis proche et de partenaires romantiques communiquent dés qu'ils ont un peu de temps libre, partageant entre eux commentaires et blagues.

source: This communication is far more awkward and distant if there is a time lag of several minutes between every comment, so inter-habitat communication is never as informal or close.
fr_fr: Cette communication est bien plus génante et distante si il y a un décalage de plusieurs minutes entre chaque commentaire, les communications inter-habitats sont donc souvent bien moins informelle ou intime.

source: Although travel via egocasting (tramsitting an ego to another habitat, where it is resleeved) is as easy, if not as cheap, as communication, a trip to another habitat is considered to be a significant journey with a range of costs.
fr_fr: Même si le voyage par egocast (transmettre un ego dans un autre habitat où il est réincarné) est aussi simple, à défaut d'être bon marché, que la communication, voyager dasn un autre habitat est considéré comme un important voyage qui vient avec son lot de coût.

source: Individuals traveling to a different habitat will no longer be able to engage in real-time communication or shared real-time entertainments with people back on the habitat they left, so the traveler will have to find a new social environment.
fr_fr: Les individus qui voyagent vers un autre habitat ne seront lsu capable de démarrer des communications en temps réel ou de partager un divertissement avec les personnes qui sont dans l'habitat qu'il quitte, le voyageur devra donc trouver un nouvel environnement social.

source: In addition to the trouble and expense of acquiring a new morph in the new habitat, the social distance between individuals and the social network they leave behind is part of the cost of travel.
fr_fr: Enplus du dérangement et des dépenses nécessaires à l'acquisition d'une nouvelle morph dans le nouvel habitat, la distance sociale entre les individus et le réseau social qu'ils ont abandonné fait parti du coût du voyage.

source: Before the Fall, refugees from Earth were accustomed to being able to easily communicate with anyone else on Earth.
fr_fr: Avant la Chute, les réfugiés terrestres étaient habitué au fait d'être capable de communiquer facilement avec quiconque sur Terre.

source: Wealthier individuals could easily journey just about anywhere on the planet in a few hours while still being able to communicate with everyone back in their home city with no noticeable change.
fr_fr: Les individus le splus riches pouvaient facilement voyager vers n'impore quelle point de la planète en quelques heures tout en étant capbale de communiquer avec n'importe qui dans leur ville natale sans remarquer de changement notable.

source: The exodus of transhumanity from Earth, though, means that an individual's social world is only as large as their habitat.
fr_fr: L'exode de la transhumanité hors de la Terre signifie que l'univers social d'une personne se limite à son habitat.

source: Even a relatively brief communication lag, such as the two to thirty seconds that is the average time lag between any two of the Jovian or Saturnian moons, greatly hinders the flow of back-and-forth communication.
fr_fr: Même des décalages relativement court, de deux à trente secondes en moyenne pour le décalage entre deux lunes de Jupiter ou de Saturne, gènent trés fortement le flux de la communication.

source: When time-lags are involved, most communication consists of messages rather than any attempt at continuous conversations.
fr_fr: Lorsque le déalcage temporel entre en jeu, la plupart des communications sont composées de messages plutôt que de tentatives de garder une conversation continue.

source: In situations where a more in-depth discussion is necessary and time is limited, someone can send a fork of themselves—a digital copy (p.
fr_fr: Dans les cas où une discussion plus immersive est nécessaire et que le temps est limité, une personne peut envoyer un fork - une copie digitale (p.

source: 273)—to hold the discussion remotely on their behalf, and then return for re-integration.
fr_fr: 273) - pour gérer leur part de la discussion, puis rappeler le fork et le ré-intégrer.

source: Since there is already a large time lag between sending a message and obtaining any possible response, most people do not hurry to answer messages from distant habitats except in the most urgent circumstances, further isolating people residing in distant portions of the solar system.
fr_fr: Comme il y a déjà un grand décalage temporel entre l'envoi d'un message et n'importe quelel réponse, la plupart des gens ne se pressent pas pour répondre aux messages d'habitats éloignés sauf dans les situatiosn les plus urgentes, ce qui a tendance à isoler un peu plus les habitants des régions les plus éloignées du système.

source: Solarchive search: singularity seekers Singularity seekers are those with an unhealthy fascination in so-called singularity events, such as the hard takeoff of the TITANs to super-intelligence.
fr_fr: Recherche solarchive: Adepte de la singularité Les Adeptes de la singularité sont ceux qui ont une fascination maslaine dans les évènemenst appelés singularité, tels que l'évolution brutale des TITANs au rang de super-intelligence.

source: Some are part of a radical sect of “exhumans” who believe that transhumans are destined to become godlike superbeings and are determined to get there first.
fr_fr: Certains font parti de la secte radicale "exhumains" qui croient que les transhumains sont destinés à devenir des superhumains divins et sont déterminés à y arriver les premiers.

source: Others act on a defensive impulse, believing that the only way humanity can survive another threat from beings like the TITANs is by becoming as hyperintelligent as their enemies are.
fr_fr: D'autres sont mus par une pulsion défensive, croyant que la seule façon pour l'humanité de survivre à d'autres menaces d'être similaire aux TITANs est de devenir autant hyperintelligent que le sont leurs ennemis.

source: Still other singularity seekers are researchers and spiritual seekers who are frustrated with the limitations of their own minds and seek to become something greater.
fr_fr: D'autres adeptes de la singularité sont en quète de spiritualité et sont frustrés par les limitations de leur esprit et cherchent à devenir quelque chose de plus grand.
